/* Message shown on API run failure */
"APIFailureMessage" = "Failure! Check the console for an explanation";

/* Message shown on API run success */
"APISuccessMessage" = "Success! You can see the output at the console";

/* API Title Get My Communities */
"APITitleGetMyCommunities" = "Get My Communities";

/* API Title Get My Status Updates */
"APITitleGetMyStatusUpdates" = "Get My Status Updates";

/* API Title Post a Microblog Entry */
"APITitlePostAMicroblogEntry" = "Post a Microblog Entry";

/* API Title Post an Activity Stream Entry */
"APITitlePostAnActivityStreamEntry" = "Post an Activity Stream Entry";

/* API Title Upload a file */
"APITitleUploadAFile" = "Upload a file";

/* Test Activity Stream update displayName */
"ASUpdateDisplayName" = "iOS test update";

/* Test Activity Stream update summary */
"ASUpdateSummary" = "Test update from iOS";

/* Message shown when there is a problem with authentication */
"AuthProblemMessage" = "Failure! Authentication problem!";

/* Auth alert success message */
"AuthSuccessAlertMessage" = "You're now authenticated, you can now explore the APIs. You can see the access token from the log";

/* Auth alert success button */
"AuthSuccessAlertOKButton" = "OK";

/* Auth alert success Title */
"AuthSuccessAlertTitle" = "Great";

/* Logout alert success message */
"LogoutSuccessAlertMessage" = "You have logged out!!";

/* Logout alert OK button */
"LogoutSuccessAlertOKButton" = "OK";

/* Logout alert success Title */
"LogoutSuccessAlertTitle" = "Success";

/* Microblog test entry post */
"MicroblogTestEntryPost" = "This is mb entry post";

/* Message shown when the user is not authenticated */
"NotAuthenticatedErrorMessage" = "Failure! You need to authenticate first!";

/* Button for Result Alert */
"ResultAlertButton" = "OK";

/* Title for Result Alert */
"ResultAlertTitle" = "Result";

/* Content of the Test File */
"TestFileContent" = "This is the test content of the file";

